TOKEN = "481048280:AAExzNU_CX99Wr9p4FA1XcRJWrSqPHkWsEI"
GREETING_MESSAGE = """Приветствую, я - бот дишевод, был создан для помощи тебе в выборе блюда для готовки"""
INSTRUCTION_MESSAGE = """Чтобы начать работу с ботом, наберите '/go',
На каждом шаге я буду предлагать вам категории блюда, из которых надо выбрать только одну
Не обязательно отвечать абсолютно на все вопросы, можно прекратить и бот выдаст вам
10 случаных блюд, подходящих под описание
Однако, не выбираете взаимоисключащие друг друга характерситики"""

EVENTS = [
    "Романтический вечер", "Торжество", "Сюрприз для нее", "Пост",
    "Новый год, Рождество", "Пасха", "Пикник", "Медовый Спас", 'Яблочный Спас',
    'День Святого Валентина', 'Масленица', 'На 23 февраля', 'на 8 марта',
    'Время дня'
]

DAYTIME = ["Завтрак", "Обед", "Ужин", "Легко перекусить"]

COOKINGTYPES = [
    "Способ готовки", 'Гриль', 'Варим', 'В духовке', 'Жарим', 'На костре',
    'На пару', 'Замораживаем', 'Консервируем', 'В мультиварке'
]

DIET = [
    'Диета', 'Низкокалорийная', 'Вегетарианская', 'Фитнес', 'Острые блюда',
    'Детям', 'Низкоуглеводная', 'Диета Дюкана'
]
