TOKEN = "481048280:AAExzNU_CX99Wr9p4FA1XcRJWrSqPHkWsEI"
GREETING_MESSAGE = """Приветствую, я - бот дишевод, был создан для помощи тебе в выборе блюда для готовки"""
INSTRUCTION_MESSAGE = """Чтобы начать работу с ботом, наберите '/go',
На каждом шаге я буду предлагать вам категории блюда, из которых надо выбрать только одну
Не обязательно отвечать абсолютно на все вопросы, можно прекратить и бот выдаст вам
10 случаных блюд, подходящих под описание
Однако, не выбираете взаимоисключащие друг друга характерситики"""
